Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# whatsNewApplePencilToolbarTitle
source: Apple Pencil Optimized Toolbar
ar: شريط أدوات محسّن ل Apple Pencil
de: Für Apple Pencil optimierte Werkzeugleiste
es: Barra de herramientas optimizada para Apple Pencil
fr: Barre d'outils optimisée pour Apple Pencil
hi: ऐप्पल पेंसिल ऑप्टिमाइज्ड टूलबार
it: Barra degli strumenti ottimizzata per Apple Pencil
ja: Apple Pencil最適化ツールバー
ko: Apple Pencil 최적화 툴바
nl: Geoptimaliseerde werkbalk voor Apple Pencil
pl: Pasek narzędzi zoptymalizowany dla Apple Pencil
pt: Barra de Ferramentas Otimizada para Apple Pencil
ru: Оптимизированная панель инструментов для Apple Pencil
th: แถบเครื่องมือที่เหมาะสำหรับ Apple Pencil
tr: Apple Pencil Optimize Edilmiş Araç Çubuğu
vi: Thanh công cụ tối ưu hóa cho Apple Pencil
zh_hans: 优化的苹果铅笔工具栏
zh_hant: 針對 Apple Pencil 優化的工具欄

# whatsNewBetterDarkModeDescription
source: Images no longer desaturated, emojis no longer inverted, and more.
ar: لم تعد الصور تفقد تشبع ألوانها، ولم تعد الرموز التعبيرية تُعكس، والمزيد.
de: Bilder werden nicht mehr entsättigt, Emojis werden nicht mehr invertiert und vieles mehr.
es: Las imágenes ya no aparecen desaturadas, los emojis ya no se invierten y más.
fr: Les images ne sont plus désaturées, les emojis ne sont plus inversés, et plus encore.
hi: छवियाँ अब रंगहीन नहीं होतीं, इमोजी अब उल्टे नहीं दिखते, और भी बहुत कुछ।
it: Le immagini non vengono più desaturate, le emoji non vengono più invertite e altro ancora.
ja: 画像の彩度が落とされなくなり、絵文字の反転もなくなりました。他にも改善があります。
ko: 이미지의 채도가 낮아지지 않고, 이모지가 반전되지 않는 등 개선되었습니다.
nl: Afbeeldingen worden niet langer gedesatureerd, emoji's worden niet langer omgekeerd en meer.
pl: Obrazy nie są już odbarwione, emoji nie są już odwrócone i inne ulepszenia.
pt: Imagens não são mais dessaturadas, emojis não são mais invertidos e mais.
ru: Изображения больше не обесцвечиваются, эмодзи больше не инвертируются и многое другое.
th: ภาพจะไม่ถูกลดความอิ่มตัวอีกต่อไป อิโมจิจะไม่ถูกกลับสีอีกต่อไป และมีการปรับปรุงอื่นๆ
tr: Görüntüler artık soluklaştırılmıyor, emojiler artık ters çevrilmiyor ve daha fazlası.
vi: Hình ảnh không còn bị mất màu, biểu tượng cảm xúc không còn bị đảo màu, và nhiều cải tiến khác.
zh_hans: 图片不再褪色，表情符号不再反色，等等。
zh_hant: 圖片不再去飽和，表情符號不再反色，還有更多改進。

# whatsNewBetterMathToolDescription
source: Create and edit LaTeX formulas and function plots with live previews, templates, colors, and AI-assisted generation.
ar: إنشاء وتحرير صيغ LaTeX و مخططات الدوال مع معاينات حية، وقوالب، وألوان، وتوليد مساعد بالذكاء الاصطناعي.
de: Erstellen und Bearbeiten von LaTeX-Formeln und Funktionsplots mit Live-Vorschauen, Vorlagen, Farben und KI-unterstützter Generierung.
es: Crea y edita fórmulas LaTeX y gráficos de funciones con vistas previas en vivo, plantillas, colores y generación asistida por IA.
fr: Créez et éditez des formules LaTeX et des graphiques de fonctions avec des aperçus en direct, des modèles, des couleurs et une génération assistée par IA.
hi: LaTeX सूत्रों और फ़ंक्शन प्लॉट्स को लाइव पूर्वावलोकनों, टेम्पलेट्स, रंगों, और AI-सहायता उत्पन्न करने के साथ बनाएं और संपादित करें।
it: Crea ed edita formule LaTeX e grafici di funzioni con anteprime live, modelli, colori e generazione assistita dall'IA.
ja: ライブプレビュー、テンプレート、色、AI支援生成を使って、LaTeX数式と関数プロットを作成および編集します。
ko: 실시간 미리보기, 템플릿, 색상 및 AI 지원 생성을 통해 LaTeX 수식 및 함수 플롯을 만들고 편집하세요.
nl: Maak en bewerk LaTeX-formules en functieplots met live voorvertoningen, sjablonen, kleuren en AI-ondersteunde generatie.
pl: Twórz i edytuj formuły LaTeX oraz wykresy funkcji z podglądem na żywo, szablonami, kolorami i generowaniem wspomaganym przez AI.
pt: Crie e edite fórmulas LaTeX e gráficos de funções com visualizações ao vivo, modelos, cores e geração assistida por IA.
ru: Создавайте и редактируйте формулы LaTeX и графики функций с живыми превью, шаблонами, цветами и генерацией с помощью ИИ.
th: สร้างและแก้ไขสูตร LaTeX และกราฟฟังก์ชันพร้อมการแสดงตัวอย่างสด แบบฟอร์ม สี และการสร้างที่ช่วยโดย AI
tr: Canlı önizlemeler, şablonlar, renkler ve AI destekli üretim ile LaTeX formülleri ve fonksiyon grafiklerini oluşturun ve düzenleyin.
vi: Tạo và chỉnh sửa các công thức LaTeX và đồ thị hàm với bản xem trước trực tiếp, mẫu, màu sắc và tạo dữ liệu hỗ trợ AI.
zh_hans: 创建和编辑 LaTeX 公式和函数图形，支持实时预览、模板、颜色和 AI 辅助生成。
zh_hant: 創建和編輯 LaTeX 公式和函數圖，並具有實時預覽、模板、顏色和 AI 協助生成。

# whatsNewBetterMathToolTitle
source: Better Math Tool
ar: أداة رياضية أفضل
de: Besseres Mathematik-Tool
es: Mejor Herramienta de Matemáticas
fr: Meilleur Outil Mathématique
hi: बेहतर गणित टूल
it: Strumento Matematica Migliore
ja: より良い数学ツール
ko: 더 나은 수학 도구
nl: Betere Rekentool
pl: Lepsze narzędzie matematyczne
pt: Ferramenta de Matemática Aprimorada
ru: Улучшенный математический инструмент
th: เครื่องมือคณิตศาสตร์ที่ดีกว่า
tr: Daha İyi Matematik Aracı
vi: Công Cụ Toán Học Tốt Hơn
zh_hans: 更好的数学工具
zh_hant: 更好的數學工具

# whatsNewButtonAllFeatures
source: All features
ar: جميع الميزات
de: Alle Funktionen
es: Todas las funciones
fr: Toutes les fonctionnalités
hi: सभी विशेषताएँ
it: Tutte le funzionalità
ja: すべての機能
ko: 모든 기능
nl: Alle functies
pl: Wszystkie funkcje
pt: Todos os recursos
ru: Все функции
th: ฟีเจอร์ทั้งหมด
tr: Tüm özellikler
vi: Tất cả các tính năng
zh_hans: 所有功能
zh_hant: 所有新功能

# whatsNewButtonContinue
source: Continue
ar: متابعة
de: Fortfahren
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
ja: 続ける
ko: 계속
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ru: Продолжить
th: ดำเนินการต่อ
tr: Devam et
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# whatsNewCanvasPreferencesDescription
source: Adjust zen mode, view mode, grid, snap behavior, and the canvas background color from one place.
ar: اضبط وضع Zen، وضع العرض، الشبكة، سلوك الالتقاط، ولون خلفية اللوحة من مكان واحد.
de: Zen-Modus, Ansichtsmodus, Raster, Einrastverhalten und die Hintergrundfarbe der Leinwand an einem Ort anpassen.
es: Ajusta el modo zen, el modo de vista, la cuadrícula, el comportamiento de ajuste y el color de fondo del lienzo desde un solo lugar.
fr: Ajustez le mode zen, le mode d'affichage, la grille, le comportement d'accrochage et la couleur de fond du canevas en un seul endroit.
hi: एक ही स्थान से ज़ेन मोड, व्यू मोड, ग्रिड, स्नैप व्यवहार और कैनवास की पृष्ठभूमि का रंग समायोजित करें।
it: Regola la modalità zen, la modalità di visualizzazione, la griglia, il comportamento dello snap e il colore di sfondo del canvas da un unico punto.
ja: Zenモード、表示モード、グリッド、スナップの挙動、キャンバスの背景色を一か所で調整できます。
ko: 한 곳에서 젠 모드, 보기 모드, 격자, 스냅 동작 및 캔버스 배경색을 조정하세요.
nl: Pas zen-modus, weergavemodus, raster, snapgedrag en de achtergrondkleur van het canvas op één plek aan.
pl: Dostosuj tryb zen, tryb widoku, siatkę, zachowanie przyciągania oraz kolor tła płótna w jednym miejscu.
pt: Ajuste o modo zen, o modo de visualização, a grade, o comportamento de encaixe e a cor de fundo do canvas em um só lugar.
ru: Настройте режим Zen, режим просмотра, сетку, поведение привязки и цвет фона холста в одном месте.
th: ปรับโหมด Zen, โหมดการแสดงผล, กริด, พฤติกรรมการจับตำแหน่ง (snap) และสีพื้นหลังของแคนวาสได้จากที่เดียว
tr: Zen modunu, görüntüleme modunu, ızgarayı, yapışma davranışını ve tuval arka plan rengini tek bir yerden ayarlayın.
vi: Điều chỉnh chế độ Zen, chế độ xem, lưới, hành vi bắt điểm và màu nền khung vẽ từ một nơi.
zh_hans: 在一个位置调整禅模式、视图模式、网格、吸附行为和画布背景颜色。
zh_hant: 從一處調整禪模式、檢視模式、格線、吸附行為與畫布背景色。

# whatsNewCanvasPreferencesTitle
source: Canvas Preferences
ar: تفضيلات اللوحة
de: Leinwand-Einstellungen
es: Preferencias del lienzo
fr: Préférences du canevas
hi: कैनवास प्राथमिकताएँ
it: Preferenze Canvas
ja: キャンバス環境設定
ko: 캔버스 환경 설정
nl: Canvasvoorkeuren
pl: Preferencje płótna
pt: Preferências do Canvas
ru: Настройки холста
th: การตั้งค่าแคนวาส
tr: Tuval Tercihleri
vi: Tùy chọn khung vẽ
zh_hans: 画布首选项
zh_hant: 畫布偏好設定

# whatsNewCanvasSearchDescription
source: Find any text or frame on the canvas with live highlights, case-sensitive matching, and quick-jump navigation.
ar: ابحث عن أي نص أو إطار على اللوحة مع تمييز مباشر، ومطابقة حساسة لحالة الأحرف، والتنقل السريع بالقفز.
de: Beliebigen Text oder Rahmen auf der Leinwand finden – mit Live-Hervorhebungen, Berücksichtigung der Groß-/Kleinschreibung und Schnellnavigation.
es: Encuentra cualquier texto o marco en el lienzo con resaltado en vivo, coincidencia sensible a mayúsculas y navegación de salto rápido.
fr: Trouvez n'importe quel texte ou cadre sur le canevas grâce aux surlignages en temps réel, à la recherche sensible à la casse et à la navigation par saut rapide.
hi: लाइव हाइलाइट्स, केस-सेंसिटिव मिलान और त्वरित-जम्प नेविगेशन के साथ कैनवास पर किसी भी टेक्स्ट या फ़्रेम को खोजें।
it: Trova qualsiasi testo o frame sul canvas con evidenziazione in tempo reale, ricerca sensibile alle maiuscole/minuscole e navigazione a salto rapido.
ja: ライブハイライト、大文字小文字を区別する検索、クイックジャンプでキャンバス上の任意のテキストやフレームを見つけられます。
ko: 실시간 하이라이트, 대소문자 구분 검색 및 빠른 이동으로 캔버스의 모든 텍스트나 프레임을 찾아보세요.
nl: Vind tekst en frames op het canvas met live markeringen, hoofdlettergevoelige overeenkomsten en snelle navigatie om er direct naartoe te springen.
pl: Znajdź dowolny tekst lub ramkę na płótnie dzięki podświetlaniu na żywo, rozróżnianiu wielkości liter i możliwości szybkiego przeskoku.
pt: Encontre qualquer texto ou quadro no canvas com realce em tempo real, busca sensível a maiúsculas e minúsculas e navegação de salto rápido.
ru: Найдите любой текст или фрейм на холсте с подсветкой в реальном времени, учетом регистра и быстрой навигацией.
th: ค้นหาข้อความหรือเฟรมใดๆ บนแคนวาส พร้อมไฮไลต์แบบเรียลไทม์ การจับคู่แบบแยกตัวพิมพ์ใหญ่/ตัวพิมพ์เล็ก และการนำทางแบบกระโดดอย่างรวดเร็ว
tr: Tuvaldeki herhangi bir metni veya çerçeveyi canlı vurgulamalar, büyük/küçük harf duyarlı eşleştirme ve hızlı atlama ile bulun.
vi: Tìm bất kỳ văn bản hoặc khung nào trên khung vẽ với làm nổi bật trực tiếp, so khớp phân biệt chữ hoa chữ thường và điều hướng nhảy nhanh.
zh_hans: 在画布上查找任意文字或画框，支持实时高亮、区分大小写匹配和快速跳转导航。
zh_hant: 在畫布上尋找任何文字或框架，支援即時高亮、區分大小寫比對與快速跳轉導覽。

# whatsNewCanvasSearchTitle
source: Canvas Search
ar: بحث في اللوحة
de: Leinwand-Suche
es: Búsqueda en el lienzo
fr: Recherche sur le canevas
hi: कैनवास खोज
it: Ricerca nel Canvas
ja: キャンバス検索
ko: 캔버스 검색
nl: Canvas-zoekfunctie
pl: Wyszukiwanie na płótnie
pt: Busca no Canvas
ru: Поиск на холсте
th: การค้นหาแคนวาส
tr: Tuval Arama
vi: Tìm kiếm khung vẽ
zh_hans: 画布搜索
zh_hant: 畫布搜尋

# whatsNewCompactTitle
source: What's New
ar: ما هو الجديد
de: Neuheiten
es: Novedades
fr: Quoi de neuf
hi: क्या नया है
it: Novità
ja: 新機能
ko: 새로운 내용
nl: Wat is nieuw
pl: Co nowego
pt: O que há de novo
ru: Что нового
th: มีอะไรใหม่
tr: Yeni Nedir
vi: Có gì mới
zh_hans: 新功能
zh_hant: 新增功能

# whatsNewCustomDrawingSettingsDescription
source: Set your preferred drawing tools and styles as the default for new Excalidraw files.
ar: حدد أدوات وأنماط الرسم المفضلة لديك كإعداد افتراضي لملفات Excalidraw الجديدة.
de: Lege deine bevorzugten Zeichenwerkzeuge und -stile als Standard für neue Excalidraw-Dateien fest.
es: Establece tus herramientas y estilos de dibujo preferidos como predeterminados para los archivos nuevos de Excalidraw.
fr: Définissez vos outils et styles de dessin préférés comme paramètres par défaut pour les nouveaux fichiers Excalidraw.
hi: अपनी पसंदीदा ड्रॉइंग टूल्स और स्टाइल्स को नए Excalidraw फ़ाइलों के लिए डिफ़ॉल्ट के रूप में सेट करें।
it: Imposta gli strumenti e gli stili di disegno preferiti come predefiniti per i nuovi file Excalidraw.
ja: 新しいExcalidrawファイルのデフォルトとして、好みの描画ツールとスタイルを設定します。
ko: 선호하는 그리기 도구와 스타일을 새 Excalidraw 파일의 기본값으로 설정하세요.
nl: Stel je favoriete tekengereedschappen en -stijlen in als standaard voor nieuwe Excalidraw-bestanden.
pl: Ustaw preferowane narzędzia i style rysowania jako domyślne dla nowych plików Excalidraw.
pt: Defina suas ferramentas e estilos de desenho preferidos como padrão para novos arquivos do Excalidraw.
ru: Установите предпочитаемые инструменты и стили рисования в качестве настроек по умолчанию для новых файлов Excalidraw.
th: ตั้งค่าเครื่องมือและสไตล์การวาดที่คุณต้องการเป็นค่าเริ่มต้นสำหรับไฟล์ Excalidraw ใหม่
tr: Tercih ettiğiniz çizim araçları ve stilleri yeni Excalidraw dosyaları için varsayılan olarak ayarlayın.
vi: Đặt công cụ và kiểu vẽ ưa thích của bạn làm mặc định cho các tệp Excalidraw mới.
zh_hans: 将您偏好的绘图工具和样式设为新的 Excalidraw 文件的默认值。
zh_hant: 將您偏好的繪圖工具與樣式設為新 Excalidraw 檔案的預設。

# whatsNewCustomDrawingSettingsTitle
source: Custom Drawing Defaults
ar: الإعدادات الافتراضية المخصصة للرسم
de: Benutzerdefinierte Zeichenvoreinstellungen
es: Predeterminados de dibujo personalizados
fr: Paramètres par défaut personnalisés pour le dessin
hi: कस्टम ड्रॉइंग डिफ़ॉल्ट्स
it: Predefiniti personalizzati per il disegno
ja: カスタム描画の既定値
ko: 사용자 지정 그리기 기본값
nl: Aangepaste standaardinstellingen voor tekenen
pl: Własne domyślne ustawienia rysowania
pt: Padrões personalizados de desenho
ru: Пользовательские настройки рисования по умолчанию
th: ค่าเริ่มต้นการวาดแบบกำหนดเอง
tr: Özel Çizim Varsayılanları
vi: Mặc định vẽ tùy chỉnh
zh_hans: 自定义绘图默认设置
zh_hant: 自訂繪圖預設

# whatsNewCustomFileSortingDescription
source: Easily reorder files by dragging them into your desired position, or sort quickly using specific attributes with the controls below the file list.
ar: يمكنك إعادة ترتيب الملفات بسهولة عن طريق سحبها إلى الموضع المطلوب، أو ترتيبها بسرعة باستخدام سمات محددة من خلال عناصر التحكم أدناه قائمة الملفات.
de: Dateien einfach neu anordnen, indem Sie sie an die gewünschte Position ziehen, oder schnell mit spezifischen Attributen mithilfe der Steuerelemente unter der Dateiliste sortieren.
es: Reordene fácilmente los archivos arrastrándolos a la posición deseada, o clasifíquelos rápidamente utilizando atributos específicos con los controles debajo de la lista de archivos.
fr: Réorganisez facilement les fichiers en les faisant glisser à votre position désirée, ou triez rapidement en utilisant des attributs spécifiques avec les contrôles sous la liste de fichiers.
hi: फ़ाइलों को खींचकर अपनी इच्छित स्थिति में आसानी से पुनर्व्यवस्थित करें, या फ़ाइल सूची के नीचे नियंत्रणों का उपयोग करके विशिष्ट विशेषताओं के साथ जल्दी से क्रमबद्ध करें।
it: Riordina facilmente i file trascinandoli nella posizione desiderata, oppure ordina rapidamente utilizzando attributi specifici con i controlli sotto l'elenco dei file.
ja: ファイルをドラッグして希望の位置に簡単に並べ替えたり、ファイルリストの下にあるコントロールを使って特定の属性で素早く並べ替えたりできます。
ko: 원하는 위치로 드래그하여 파일의 순서를 쉽게 변경하거나, 파일 목록 아래의 컨트롤을 사용하여 특정 속성으로 빠르게 정렬할 수 있습니다.
nl: Herschik bestanden eenvoudig door ze naar de gewenste positie te slepen, of sorteer snel met specifieke attributen met de bedieningselementen onder de bestandenlijst.
pl: Łatwo zmieniaj kolejność plików, przeciągając je w żądane miejsce, lub szybko sortuj, używając określonych atrybutów za pomocą kontrolek poniżej listy plików.
pt: Reordene facilmente os arquivos arrastando-os para a posição desejada ou classifique rapidamente usando atributos específicos com os controles abaixo da lista de arquivos.
ru: Легко изменяйте порядок файлов, перетаскивая их в нужное положение, или быстро сортируйте с помощью определённых атрибутов с помощью элементов управления под списком файлов.
th: จัดเรียงไฟล์ใหม่ได้อย่างง่ายดายโดยการลากไปยังตำแหน่งที่ต้องการ หรือเรียงลำดับอย่างรวดเร็วโดยใช้คุณสมบัติเฉพาะด้วยการควบคุมด้านล่างรายการไฟล์
tr: Dosyaları istediğiniz konuma sürükleyerek kolayca yeniden sıralayın veya dosya listesinin altındaki kontrolleri kullanarak belirli özelliklere göre hızlıca sıralayın.
vi: Dễ dàng sắp xếp lại các tệp bằng cách kéo chúng vào vị trí mong muốn, hoặc sắp xếp nhanh chóng bằng cách sử dụng các thuộc tính cụ thể với các điều khiển bên dưới danh sách tệp.
zh_hans: 通过拖动文件到您想要的位置轻松重新排序，或使用文件列表下方的控件快速按特定属性排序。
zh_hant: 輕鬆通過拖動檔案到您想要的位置來重新排序，或使用檔案列表下方的控制項快速按特定屬性排序。

# whatsNewCustomFileSortingTitle
source: Customizable File Sorting
ar: ترتيب الملفات القابل للتخصيص
de: Anpassbare Dateisortierung
es: Clasificación de Archivos Personalizable
fr: Tri de fichiers personnalisable
hi: अनुकूलन योग्य फ़ाइल क्रमबद्धता
it: Ordinamento File Personalizzabile
ja: カスタマイズ可能なファイル並べ替え
ko: 사용자 정의 파일 정렬
nl: Aanpasbare Bestandsordening
pl: Personalizowane sortowanie plików
pt: Classificação de Arquivos Personalizável
ru: Настраиваемая сортировка файлов
th: การจัดเรียงไฟล์แบบกำหนดเอง
tr: Özelleştirilebilir Dosya Sıralama
vi: Sắp Xếp Tệp Tùy Chỉnh
zh_hans: 可自定义文件排序
zh_hant: 可自定義的檔案排序

# whatsNewCustomFontDescription
source: ExcalidrawZ now supports custom fonts! You can add your own fonts to the app and use them in your drawings.
ar: تدعم ExcalidrawZ الآن الخطوط المخصصة! يمكنك إضافة خطوطك الخاصة إلى التطبيق واستخدامها في رسوماتك.
de: ExcalidrawZ unterstützt jetzt benutzerdefinierte Schriftarten! Sie können Ihre eigenen Schriftarten zur App hinzufügen und in Ihren Zeichnungen verwenden.
es: ¡ExcalidrawZ ahora admite fuentes personalizadas! Puedes agregar tus propias fuentes a la aplicación y usarlas en tus dibujos.
fr: ExcalidrawZ prend désormais en charge les polices personnalisées ! Vous pouvez ajouter vos propres polices à l'application et les utiliser dans vos dessins.
hi: ExcalidrawZ अब कस्टम फ़ॉन्ट का समर्थन करता है! आप ऐप में अपने फ़ॉन्ट जोड़ सकते हैं और उन्हें अपने चित्रों में उपयोग कर सकते हैं।
it: ExcalidrawZ ora supporta i font personalizzati! Puoi aggiungere i tuoi font all'app e utilizzarli nei tuoi disegni.
ja: ExcalidrawZはカスタムフォントをサポートしました！アプリに自分のフォントを追加し、描画に使用できます。
ko: ExcalidrawZ는 이제 맞춤형 글꼴을 지원합니다! 앱에 자신의 글꼴을 추가하고 그림에 사용할 수 있습니다.
nl: ExcalidrawZ ondersteunt nu aangepaste lettertypen! Je kunt je eigen lettertypen aan de app toevoegen en deze gebruiken in je tekeningen.
pl: ExcalidrawZ teraz obsługuje czcionki niestandardowe! Możesz dodać własne czcionki do aplikacji i używać ich w swoich rysunkach.
pt: ExcalidrawZ agora suporta fontes personalizadas! Você pode adicionar suas próprias fontes ao aplicativo e usá-las em seus desenhos.
ru: ExcalidrawZ теперь поддерживает пользовательские шрифты! Вы можете добавить свои шрифты в приложение и использовать их в своих рисунках.
th: ExcalidrawZ รองรับฟอนต์ที่กำหนดเองแล้ว! คุณสามารถเพิ่มฟอนต์ของคุณเองในแอปและใช้ฟอนต์เหล่านั้นในภาพวาดของคุณได้
tr: ExcalidrawZ artık özel yazı tiplerini destekliyor! Uygulamaya kendi yazı tiplerinizi ekleyebilir ve bunları çizimlerinizde kullanabilirsiniz.
vi: ExcalidrawZ hiện hỗ trợ phông chữ tùy chỉnh! Bạn có thể thêm phông chữ của riêng mình vào ứng dụng và sử dụng chúng trong các bản vẽ của bạn.
zh_hans: ExcalidrawZ 现在支持自定义字体！您可以将自己的字体添加到应用程序中，并在您的绘图中使用它们。
zh_hant: ExcalidrawZ 現在支持自定義字型！您可以將自己的字型添加到應用程式中，並在繪圖中使用它們。

# whatsNewCustomFontTitle
source: Custom Fonts
ar: الخطوط المخصصة
de: Benutzerdefinierte Schriftarten
es: Fuentes Personalizadas
fr: Polices personnalisées
hi: कस्टम फ़ॉन्ट
it: Font Personalizzati
ja: カスタムフォント
ko: 맞춤형 글꼴
nl: Aangepaste Lettertypen
pl: Czcionki niestandardowe
pt: Fontes Personalizadas
ru: Пользовательские шрифты
th: ฟอนต์ที่กำหนดเอง
tr: Özel Yazı Tipleri
vi: Phông Chữ Tùy Chỉnh
zh_hans: 自定义字体
zh_hant: 自定義字型

# whatsNewCustomToolOrderDescription
source: Reorder drawing tools in Settings. The toolbar layout and number shortcuts follow your custom order.
ar: إعادة ترتيب أدوات الرسم في الإعدادات. تصميم شريط الأدوات وعدد الاختصارات يتبع ترتيبك المخصص.
de: Ordnen Sie die Zeichenwerkzeuge in den Einstellungen neu an. Das Layout der Symbolleiste und die Tastenkombinationen folgen Ihrer benutzerdefinierten Reihenfolge.
es: Reordena las herramientas de dibujo en Configuración. La disposición de la barra de herramientas y los atajos numéricos siguen tu orden personalizado.
fr: Réorganisez les outils de dessin dans les paramètres. La disposition de la barre d'outils et les raccourcis numériques suivent votre ordre personnalisé.
hi: सेटिंग्स में ड्राइंग टूल्स को पुनर्व्यवस्थित करें। टूलबार लेआउट और संख्या शॉर्टकट आपके कस्टम क्रम का पालन करते हैं।
it: Riordina gli strumenti di disegno nelle Impostazioni. Il layout della barra degli strumenti e i collegamenti numerici seguono il tuo ordine personalizzato.
ja: 設定で描画ツールの順序を変更します。ツールバーのレイアウトとショートカットの番号は、あなたのカスタム順序に従います。
ko: 설정에서 그리기 도구의 순서를 재배치하세요. 툴바 레이아웃과 번호 단축키는 사용자 지정 순서를 따릅니다.
nl: Herordenen van tekengereedschappen in Instellingen. De indeling van de werkbalk en de nummering van sneltoetsen volgen jouw aangepaste volgorde.
pl: Zmień kolejność narzędzi rysunkowych w Ustawieniach. Układ paska narzędzi i skróty klawiszowe będą podążać za Twoją niestandardową kolejnością.
pt: Reordene as ferramentas de desenho nas Configurações. O layout da barra de ferramentas e os atalhos de número seguem sua ordem personalizada.
ru: Измените порядок инструментов рисования в настройках. Расположение панели инструментов и номера горячих клавиш соответствуют вашему пользовательскому порядку.
th: จัดเรียงเครื่องมือวาดในการตั้งค่า เลย์เอาต์ของแถบเครื่องมือและหมายเลขลัดจะตามลำดับที่กำหนดเองของคุณ
tr: Ayarlar bölümünde çizim araçlarını yeniden sıralayın. Araç çubuğu düzeni ve kısayol numaraları, sizin özel sıralamanızı takip eder.
vi: Sắp xếp lại công cụ vẽ trong Cài đặt. Bố cục thanh công cụ và số phím tắt theo thứ tự tùy chỉnh của bạn.
zh_hans: 在设置中重新排列绘图工具。工具栏布局和数字快捷键遵循您的自定义顺序。
zh_hant: 在設置中重新排序繪圖工具。工具欄佈局和快捷鍵數字遵循您的自定義順序。

# whatsNewCustomToolOrderTitle
source: Custom Tool Order
ar: ترتيب أدوات مخصص
de: Benutzerdefinierte Werkzeugreihenfolge
es: Orden Personalizado de Herramientas
fr: Ordre des Outils Personnalisé
hi: कस्टम टूल क्रम
it: Ordine Strumenti Personalizzato
ja: カスタムツールの順序
ko: 사용자 지정 도구 순서
nl: Aangepaste Gereedschapsvolgorde
pl: Niestandardowa kolejność narzędzi
pt: Ordem Personalizada de Ferramentas
ru: Пользовательский порядок инструментов
th: ลำดับเครื่องมือแบบกำหนดเอง
tr: Özel Araç Sıralaması
vi: Thứ Tự Công Cụ Tùy Chỉnh
zh_hans: 自定义工具顺序
zh_hant: 自定義工具順序
